<?php

return [
    'title' => 'اكتشف <span>الأسئلة الشائعة</span> من دعمنا',
    'subtitle' => 'من الحقائق الثابتة منذ زمن طويل أن القارئ سوف يصرف انتباهه عن المحتوى القابل للقراءة عندما ينظر إلى تخطيط الصفحة.',
    'questions' => [
        [
            'delay' => '0.25s',
            'question' => '1. كيف يمكنني الطلب من الموقع؟',
            'answer' => 'أيقونة الطلب تنقل العميل إلى صفحة المتجر لطلب الصندوق. أما بالنسبة لمواقع البيع والتسليم، يمكن تنظيمها من خلال أيقونتها بخطوات سهلة وبسيطة.',
        ],
        [
            'delay' => '0.5s',
            'question' => '2. كيفية الدفع؟',
            'answer' => 'نحن نوفر جميع طرق الدفع.',
        ],
        [
            'delay' => '0.75s',
            'question' => '3. كيفية تجديد الاشتراك في خدمات الصندوق؟',
            'answer' => 'يتم تجديد الاشتراك من خلال تطبيق النظام بخطوات سهلة وبسيطة.',
        ],
        [
            'delay' => '1s',
            'question' => '4. كيفية نقل الصندوق؟',
            'answer' => 'فريق متخصص سيتولى توصيل وتركيب الصندوق لك.',
        ],
        [
            'delay' => '1.25s',
            'question' => '5. طريقة الاستبدال والإرجاع؟',
            'answer' => 'نقدم خدمة الاستبدال والإرجاع لفترة محددة بعد استلام الصندوق، من خلال التواصل مع أرقام خدمة العملاء.',
        ],
        [
            'delay' => '1.5s',
            'question' => '6. كيفية صيانة الصندوق؟',
            'answer' => 'فريق RDS متاح للمتابعة المستمرة والصيانة.',
        ],
        [
            'delay' => '1.75s',
            'question' => '7. سرية معلومات العميل؟',
            'answer' => 'البرنامج محمي بنظام أمان عالي من قبل متخصصين.',
        ],
        [
            'delay' => '2s',
            'question' => '8. وقت تسليم الصندوق للعميل؟',
            'answer' => 'من أول طلب للصندوق، نبدأ في خدمتك على الفور.',
        ],
        [
            'delay' => '2.25s',
            'question' => '9. ضمان الصندوق؟',
            'answer' => 'نحن نتميز بخدمات ما بعد البيع ونضمن جودة عالية.',
        ],
    ],
];
